[
    {
        "standard": 1,
        "slug": "1-understand-user-needs",
        "name": "Understand users and their needs",
        "govLink": "https://www.gov.uk/service-manual/service-standard/point-1-understand-user-needs",
        "description": [
            "Take time to understand users' needs and the problem you're trying to solve for them.",
            "Think about people's entire experience and the systems and processes around the product or service you're building."
        ],
        "why": [
            "You need to [understand your users and their needs](https://www.gov.uk/service-manual/user-research/start-by-learning-user-needs#understanding-user-needs) to build something that helps them. Otherwise you could build the wrong thing or make DfE services more difficult to use.",
            "Understanding as much of the context of the user needs as possible will give you the best chance of meeting them in the most simple, cost effective way.",
            "The most obvious problem is not always the one that needs solving. Test assumptions early and often to reduce the risk of building the wrong thing."
        ],
        "professions": [
            "User researchers",
            "Designers"
        ],
        "phases": [
            {
                "name": "Discovery",
                "considerations": [
                    "an understanding of the types and numbers of users who might use the service",
                    "how the team articulate the problem to be solved",
                    "how the team have involved and considered users with access needs",
                    "how to demonstrate why the team selected the research methods they used",
                    "well scoped research questions",
                    "a variety of methods of user research",
                    "a prioritised list of user needs",
                    "an understanding of the difference between users and project stakeholders",
                    "a [Data Protection Impact Assessment (DPIA)](https://educationgovuk.sharepoint.com/sites/lvewp00158/SitePages/DPIA.aspx) has been started, where necessary. if you do not have access to the DfE intranet, ask a civil servant to get the information for you",
                    "a plan for alpha"
                ],
                "avoid": [
                    "user needs that describe solutions or business requirements",
                    "confusing user needs with desires or preferences"
                ]
            },
            {
                "name": "Alpha",
                "considerations": [
                    "hypotheses related to user needs",
                    "hypotheses tested with a variety of quick, throwaway [prototypes](https://design.education.gov.uk/design-system/prototype-kit/)",
                    "collaboration with other service-related teams and stakeholders, including policy",
                    "use of existing research and performance data across DfE",
                    "clear definition of user needs written in language familiar to users",
                    "clear definition of user groups",
                    "a prioritised list of user stories",
                    "how inclusive design is being considered in addition to testing with people with access needs",
                    "use the [inclusivity calculator](https://design.education.gov.uk/tools/inclusivity-calculator) to help you identify numbers of people with access needs",
                    "an [accessibility audit](https://design.education.gov.uk/accessibility/audits) plan",
                    "research that identifies parts of the service which users find difficult",
                    "evidence of how the team iterated the service to make these parts easier for users and how this was tested and researched",
                    "test and validate concepts with users with access needs",
                    "show an understanding of the tools and technology users have access to",
                    "a plan for private beta, including the eligibility criteria for real user participation and methods of measuring their experience",
                    "research and thought into how the service will be maintained and supported",
                    "how the service might need to scale in the future"
                ],
                "avoid": [
                    "research findings that are about user preferences rather than user behaviour",
                    "a lack of different ways of testing solutions",
                    "not testing with users with access needs"
                ]
            },
            {
                "name": "Beta and live",
                "considerations": [
                    "recommendations from the most recent phase assessment have been addressed",
                    "a plan for ongoing research and continuous improvement",
                    "choosing the best methods to get results and feedback for the problems identified, not just relying on usability testing. Other methods you could use include a survey or analytics",
                    "user research working with performance analysis to define success metrics",
                    "how design and user needs have [changed over time](https://design-histories.education.gov.uk/) based on user research",
                    "assisted digital routes, for example, offline or supporting routes, have been tested",
                    "a third party [accessibility audit](https://design.education.gov.uk/accessibility/audits) of the service and actions taken based on findings",
                    "a [Data Protection Impact Assessment (DPIA)](https://educationgovuk.sharepoint.com/sites/lvewp00158/SitePages/DPIA.aspx) has been carried out, where necessary",
                    "any necessary security testing",
                    "what the team has done beyond public beta to continue to meet user needs and deliver outcomes, when moving to live"
                ],
                "avoid": [
                    "Not testing all service touch points",
                    "Not doing usability testing with users with access needs, separate from an audit"
                ]
            }
        ],
        "links": [
            {
                "title": "User Research Manual",
                "url": "https://user-research.education.gov.uk"
            },
            {
                "title": "Design Manual",
                "url": "https://design.education.gov.uk"
            }
        ],
        "dfeStandards": []
    },
    {
        "standard": 2,
        "slug": "2-solve-a-whole-problem",
        "name": "Solve a whole problem for users",
        "govLink": "https://www.gov.uk/service-manual/service-standard/point-2-solve-a-whole-problem",
        "description": [
            "Consider where your service fits in your users' journey and whether you can solve a whole problem or influence a wider solution.",
            "Collaborate across teams, programmes and other services to create a service that meets users' needs across all channels in the end-to-end journey. For example, if users have to come in and then out of the service again to reach their end goal, what would that look like."
        ],
        "why": [
            "People often don't know how education services fit together. It helps if you can bring things together into a journey which makes sense to users, irrespective of which organisation they belong to or channel they use.",
            "You may not be able to fix a whole problem, but you may be able to improve it and support or influence a wider solution."
        ],
        "professions": [
            "Designers",
            "User researchers"
        ],
        "phases": [
            {
                "name": "Discovery",
                "considerations": [
                    "an [understanding of the problem space](https://www.gov.uk/service-manual/design/scoping-your-service) and whether the proposed alpha addresses the full problem or leaves gaps",
                    "whether there are services that exist that solve some - or the same - problem and how this service would fit in with existing services to solve a whole problem",
                    "design and research to collaborate with policy and other [teams who are delivering services](https://www.gov.uk/service-manual/design/working-across-organisational-boundaries) for similar users",
                    "an understanding of policy constraints and crossover with other services or DfE content"
                ],
                "avoid": [
                    "designing solutions or building a service. Discovery is about understanding the problem that needs to be solved before committing to building a service",
                    "not exploring if the benefits of looking further into the problem outweigh the cost of moving into alpha",
                    "ending the service at the end of an application, for example, not when the user has achieved their goal"
                ]
            },
            {
                "name": "Alpha",
                "considerations": [
                    "evidence of where the service touches other services and whether you've spoken to those teams",
                    "speaking to teams working on similar services to share knowledge of the types of users, user research carried out, or design work done to meet user needs",
                    "how the team will talk through an end-to-end journey at a [service assessment](/service-assessments/)",
                    "an understanding of non-digital or offline processes and their impact or relationship to the service",
                    "how the service fits in with other channels or services relevant to your user group",
                    "if you are providing a service to schools which will be used by people who use other DfE services, consider how to make the service consistent in the look and feel, the language used, and the tone of voice",
                    "how the service will look and feel like other DfE services that are part of the same user journey",
                    "creating a map of the current user journey, pain points, and what the user journey will look like",
                    "how to make it easy for users to focus on the next step in a journey. for example, how to navigate their way through the service to help them achieve their goal",
                    "how the concepts being tested avoid duplication of what already exists,",
                    "join together other relevant services or DfE content to solve a whole problem"
                ],
                "avoid": [
                    "just designing a digital version of a paper process",
                    "ending the service at a point that doesn't make sense for a user",
                    "the [scope for private beta being too large](https://www.gov.uk/service-manual/design/scoping-your-service). The team won't be able to iterate the service if it's for too many users"
                ]
            },
            {
                "name": "Beta and live",
                "considerations": [
                    "using research and private beta analytics to show the service works. Demonstrate, with evidence, how users can get through the end-to-end journey unaided, especially during public beta",
                    "collaborating with teams that make part of the end-to-end service",
                    "an understanding of - and research for - the full end-to-end journey, including online and offline journeys and GOV.UK content",
                    "how support, including assisted digital channels, are working",
                    "how users will know about the service, does it have a starting point on GOV.UK?",
                    "offline processes and user support, including [assisted digital](https://www.gov.uk/service-manual/helping-people-to-use-your-service/assisted-digital-support-introduction) routes, have been designed and tested, particularly at public beta",
                    "an understanding of non-digital or offline processes and their impact or relationship to the service",
                    "user support process is in place"
                ],
                "avoid": [
                    "not testing all service touch points",
                    "not doing usability testing with users with access needs, separate from an audit"
                ]
            }
        ],
        "links": [
            {
                "title": "User Research Manual",
                "url": "https://user-research.education.gov.uk/"
            },
            {
                "title": "Design Manual",
                "url": "https://design.education.gov.uk/"
            }
        ],
        "dfeStandards": []
    },
    {
        "standard": 3,
        "slug": "3-join-up-across-channels",
        "name": "Provide a joined up experience across all channels",
        "govLink": "https://www.gov.uk/service-manual/service-standard/point-3-join-up-across-channels",
        "description": [
            "Consider where your service fits into a wider journey or alongside other DfE services, and how it will join up across channels.",
            "This involves understanding how the online and offline parts of your service link together and any pain points users experience as a result of this."
        ],
        "why": [
            "If a service moves between channels, for example, email, contact centres, paper forms, or in person, and you bring those different channels together, you can design an experience that reduces friction for users.",
            "Understanding where your user needs fit into wider journeys can help to solve a whole problem for users."
        ],
        "professions": [
            "Designers",
            "User researchers"
        ],
        "phases": [
            {
                "name": "Discovery",
                "considerations": [
                    "any channels that might be impacted by the policy intent or user needs. Speak with teams that work in any offline parts of the service, such as a call centre, and consider how an online service will affect them",
                    "what you might want to prototype and test at alpha",
                    "use of existing research and performance data across DfE",
                    "service and user journey mapping"
                ],
                "avoid": [
                    "focusing on one aspect of the journey only",
                    "not including other channels"
                ]
            },
            {
                "name": "Alpha",
                "considerations": [
                    "data and research being used to improve offline and online channels",
                    "how you've explored where the service should start and stop",
                    "use of [common components](https://dfe-digital.github.io/architecture/common-components/#common-components), such as [DfE Sign-in](https://dfe-digital.github.io/architecture/common-components/#dfe-sign-in), to provide a consistent experience with other DfE services",
                    "research with internal DfE teams who form part of the design of the service",
                    "entry points to the service. for example, how users find or know about it",
                    "how you might [encourage users to use your digital service](https://www.gov.uk/service-manual/helping-people-to-use-your-service/encouraging-people-to-use-your-digital-service)",
                    "gaps, drop-off points, re-entry loops, transitions to other channels and returns to the service",
                    "how design, user research, and content design are considering the full end-to-end service, including the non-digital parts, for example, branding of an email matches that of the service it is sent from"
                ],
                "avoid": [
                    "a service being built which is a live service. In alpha, you wouldn't be building a live service; you would be testing prototypes"
                ]
            },
            {
                "name": "Beta and live",
                "considerations": [
                    "use of [GOV.UK Design System](https://design-system.service.gov.uk/) and patterns or testing new patterns where needed",
                    "the right artefacts to describe the end-to-end service are being iterated and changed based on user research. for example, service flows, blueprints, [service maps](https://bat-design-history.netlify.app/service-map/)",
                    "how users will find the service and entry points",
                    "a plan for how to onboard users to the service",
                    "the team observing and getting feedback on the end-to-end journey",
                    "performance data monitoring of dropout points",
                    "offline processes and user support, including [assisted digital](https://www.gov.uk/service-manual/helping-people-to-use-your-service/assisted-digital-support-introduction) routes, have been designed and tested, especially during public beta"
                ],
                "avoid": [
                    "[the scope for private beta](https://www.gov.uk/service-manual/design/scoping-your-service) being too large. If the scope is too large, the service can actually become a version of the live service"
                ]
            }
        ],
        "links": [
            {
                "title": "User Research Manual",
                "url": "https://user-research.education.gov.uk/"
            },
            {
                "title": "Design Manual",
                "url": "https://design.education.gov.uk/"
            },
            {
                "title": "Architecture",
                "url": "https://dfe-digital.github.io/architecture/#dfe-architecture"
            },
            {
                "title": "Technical Guidance",
                "url": "https://technical-guidance.education.gov.uk/"
            }
        ],
        "dfeStandards": []
    },
    {
        "standard": 4,
        "slug": "4-make-the-service-simple-to-use",
        "name": "Make the service simple to use",
        "govLink": "https://www.gov.uk/service-manual/service-standard/point-4-make-the-service-simple-to-use",
        "description": [
            "Build a service that's simple to use so that people can succeed first time. Test it with users to make sure it works for them."
        ],
        "why": [
            "People expect services to work. They need things to be easy when they are trying to complete a task or find information",
            "As a public sector organisation we have a legal duty to [consider everyone's needs when designing and delivering services](https://design.education.gov.uk/accessibility/)."
        ],
        "professions": [
            "Designers",
            "User researchers"
        ],
        "phases": [
            {
                "name": "Discovery",
                "considerations": [
                    "evidence of how policy decisions can be implemented in a user-centred way",
                    "use of plain English and [language that users understand](https://www.gov.uk/guidance/content-design/writing-for-gov-uk)",
                    "the types of users and scenarios relevant to the service",
                    "using existing technologies, [GOV.UK components and patterns](https://design-system.service.gov.uk/)",
                    "developing your understanding of the user needs and pain points"
                ],
                "avoid": [
                    "designing solutions without understanding user needs"
                ]
            },
            {
                "name": "Alpha",
                "considerations": [
                    "the user journey being [simple to use](https://www.gov.uk/service-manual/design/introduction-designing-government-services) and understand, and based on research",
                    "risks associated with the service have been mitigated through design",
                    "a consistent user experience with other DfE services",
                    "the route users take to the service has been considered",
                    "how the service will look and work on [every browser or device users access it on](https://www.gov.uk/service-manual/technology/designing-for-different-browsers-and-devices)",
                    "offline elements, including [assisted digital](https://www.gov.uk/service-manual/helping-people-to-use-your-service/assisted-digital-support-introduction) routes, have been considered",
                    "a user-centred approach has been taken",
                    "technology decisions supporting accessible and usable design",
                    "content being tested to make sure that users understand it",
                    "[prototypes](https://design.education.gov.uk/design-system/prototype-kit/) built and tested with users identified in discovery",
                    "any unique component or pattern, or [an adaptation of an existing component from the Design System](https://design-system.service.gov.uk/community/contribution-criteria/), are shared and tested. plus, a plan for how you will keep them up-to-date with existing systems",
                    "how users will report a prblem with the service and how they'll be supported and updated on any resolution"
                ],
                "avoid": [
                    "dead ends in the journey or a disconnect between online and offline actions",
                    "where the service starts and ends not being clear",
                    "the service not achieving the users' goal"
                ]
            },
            {
                "name": "Beta and live",
                "considerations": [
                    "how data has been used to understand service performance and a plan for how you'll use this in live",
                    "evidence of continuous improvement to make changes to the user journey or content",
                    "continual monitoring of feedback and testing usability",
                    "evidence of usability testing, including users with the lowest level of digital skills",
                    "how the service meets [accessibility](https://design.education.gov.uk/accessibility/) requirements",
                    "user research to understand any performance issues"
                ],
                "avoid": [
                    "not having a plan to continually improve the service",
                    "not understanding how user needs might change over time"
                ]
            }
        ],
        "links": [
            {
                "title": "User Research Manual",
                "url": "https://user-research.education.gov.uk/"
            },
            {
                "title": "Design Manual",
                "url": "https://design.education.gov.uk/"
            }
        ],
        "dfeStandards": []
    },
    {
        "standard": 5,
        "slug": "5-make-sure-everyone-can-use-the-service",
        "name": "Make sure everyone can use the service",
        "govLink": "https://www.gov.uk/service-manual/service-standard/point-5-make-sure-everyone-can-use-the-service",
        "description": [
            "Make sure your service can be used by people with different physical, mental, social, cultural or learning needs, whether it's for the public, for staff working in DfE or across the education sector.",
            "Champion the needs of all users and include them as part of the design and iterative process. Consider where these users are on the [digital inclusion scale](https://userresearch.blog.gov.uk/2019/02/22/reflecting-on-how-we-developed-the-digital-inclusion-scale/)."
        ],
        "why": [
            "Everyone who works on DfE digital services has a role to play in making them [accessible and inclusive](https://design.education.gov.uk/accessibility/standards).",
            "If your service isn't accessible to everyone who needs it, you may be breaking the [2010 Equality Act](https://www.legislation.gov.uk/ukpga/2010/15/contents).",
            "Accessibility regulations say that public sector websites must meet accessibility standards and publish an accessibility statement. You can find out [more about the regulations on GOV.UK](https://www.gov.uk/guidance/accessibility-requirements-for-public-sector-websites-and-apps)."
        ],
        "professions": [
            "Designers",
            "User researchers"
        ],
        "phases": [
            {
                "name": "Discovery",
                "considerations": [
                    "time and money allocated for [accessibility testing and audits](https://design.education.gov.uk/accessibility/assurance) at future phases",
                    "what your approach to recruiting users with access needs will be",
                    "evidence of talking to people who use assistive technology",
                    "user research with people with access needs",
                    "the context of your users' environment",
                    "non-digital parts of the service, for example, letters and phone calls",
                    "a content strategy based on user needs and policy intent",
                    "a plan for things you might [test at alpha](https://www.gov.uk/service-manual/helping-people-to-use-your-service/making-your-service-accessible-an-introduction#what-to-do-in-alpha)"
                ],
                "avoid": [
                    "overlooking a potentially key user group",
                    "research findings about user preference, not user behaviour",
                    "no user research or limited research has taken place",
                    "no hypotheses for alpha"
                ]
            },
            {
                "name": "Alpha",
                "considerations": [
                    "testing the user journey with users",
                    "what your approach to recruiting users with access needs will be",
                    "exploring the support model, for example, consider the offline user journey and whether there is a phone number or email address for service support",
                    "starting accessibility testing",
                    "inclusive design, considering how age, gender, and culture might impact the service",
                    "a plan for accessibility testing at beta",
                    "designing and testing content with users of the service",
                    "the context of your users' environment when they might be using the service, for example, a noisy classroom, slow internet connection, and what devices they're using",
                    "how the service fits into wider DfE services",
                    "testing how assistive digital support will work",
                    "research with users across the digital inclusion scale",
                    "content written in plain English"
                ],
                "avoid": [
                    "not enough testing of hypotheses about how people will use the service",
                    "not testing different ways of delivering content"
                ]
            },
            {
                "name": "Beta and live",
                "considerations": [
                    "continual testing with users with access needs",
                    "what your approach to recruiting users with access needs will be",
                    "the context of your users' environment when they might be using the service, for example, a noisy classroom, slow internet connection, and what devices they're using",
                    "how you've tested—and continue to test—with users who need [assistive digital support](https://www.gov.uk/service-manual/helping-people-to-use-your-service/assisted-digital-support-introduction)",
                    "an [accessibility audit](https://design.education.gov.uk/accessibility/audits) and any issues fixed, this is a mandatory requirement",
                    "how the service meets the latest [accessibility standards](https://design.education.gov.uk/accessibility/standards)",
                    "[an accessibility statement](https://design.education.gov.uk/accessibility/accessibility-statements) that explains how accessible the service is. this needs to be published when the service moves into public beta",
                    "the service continues to be iterated based on insights from user research",
                    "any changes are tested to make sure they meet accessibility requirements",
                    "non-digital or offline processes and their impact or relationship to the service"
                ],
                "avoid": [
                    "not enough people with access needs invited to use the private beta",
                    "not having or testing an assisted digital route",
                    "not enough research to understand how users with access needs might interact with the service",
                    "accessibility testing being an afterthought"
                ]
            }
        ],
        "links": [
            {
                "title": "User Research Manual",
                "url": "https://user-research.education.gov.uk/"
            },
            {
                "title": "Design Manual",
                "url": "https://design.education.gov.uk/"
            },
            {
                "title": "Architecture",
                "url": "https://dfe-digital.github.io/architecture/#dfe-architecture"
            },
            {
                "title": "Technical Guidance",
                "url": "https://technical-guidance.education.gov.uk/"
            }
        ],
        "dfeStandards": []
    },
    {
        "standard": 6,
        "slug": "6-have-a-multidisciplinary-team",
        "name": "Have a multidisciplinary team",
        "govLink": "https://www.gov.uk/service-manual/service-standard/point-6-have-a-multidisciplinary-team",
        "description": [
            "It's important to have a diverse mix of the skills and roles needed to build and operate the service.",
            "Make as many decisions as possible as a team, so that you can respond quickly to what you learn about users and their needs."
        ],
        "why": [
            "A team with a range of expertise and perspectives is more likely to come up with the best solution.",
            "The size and roles you'll need will change as you build the service.",
            "When planning for a team, for the next phase, think about how much it would cost to build and the roles you might need."
        ],
        "professions": [
            "Delivery Managers",
            "Product Managers"
        ],
        "phases": [
            {
                "name": "Discovery",
                "considerations": [
                    "[roles specific to discovery](https://www.gov.uk/service-manual/the-team/set-up-a-service-team#the-service-team-you-need-in-each-phase) to the type of work that needs doing",
                    "if [working with contractors](https://www.gov.uk/service-manual/the-team/working-contractors-third-parties), create a plan for how knowledge will be shared",
                    "identify a service owner and consider how they will be engaged through the design and delivery of the service",
                    "identify where additional roles may be needed and how to fill them"
                ],
                "avoid": [
                    "not having the right roles for the work being carried out",
                    "decisions being made without understanding, or having evidence to support them"
                ]
            },
            {
                "name": "Alpha",
                "considerations": [
                    "the right team roles are in place to deliver the goal of the service at this stage",
                    "having people with the skills to understand data and what metrics you need to measure",
                    "a user researcher, responsible for research and usability tests",
                    "product and delivery managers with the knowledge and authority to make day-to-day decisions to improve the service",
                    "a plan to transfer knowledge and skills from contractors to permanent staff"
                ],
                "avoid": [
                    "not having the right roles for the work being carried out",
                    "decisions being made without understanding, or having evidence to support them"
                ]
            },
            {
                "name": "Beta and live",
                "considerations": [
                    "how the team and ways of working can keep improving the service",
                    "how knowledge and skills from contractors have been transferred to permanent staff",
                    "how the team has evaluated and iterated the less common paths through the service",
                    "a plan for what team you'll need to operate and support the service once live",
                    "knowledge and skills from contractors are transferred to permanent staff"
                ],
                "avoid": [
                    "not having a plan to transfer knowledge from contractors to permanent staff",
                    "not evaluating and iterating less common paths through the service"
                ]
            }
        ],
        "links": [
            {
                "title": "User Research Manual",
                "url": "https://user-research.education.gov.uk/"
            },
            {
                "title": "Design Manual",
                "url": "https://design.education.gov.uk/"
            },
            {
                "title": "Architecture",
                "url": "https://dfe-digital.github.io/architecture/#dfe-architecture"
            },
            {
                "title": "Technical Guidance",
                "url": "https://technical-guidance.education.gov.uk/"
            }
        ],
        "dfeStandards": []
    },
    {
        "standard": 7,
        "slug": "7-use-agile-ways-of-working",
        "name": "Use agile ways of working",
        "govLink": "https://www.gov.uk/service-manual/service-standard/point-7-use-agile-ways-of-working",
        "description": [
            "[Agile](https://www.gov.uk/service-manual/agile-delivery/agile-government-services-introduction#:~:text=Agile%20methods%20encourage%20teams%20to,feedback%20and%20other%20useful%20data) is a way of working that encourages teams to build quickly, test what they've built and iterate their work based on regular feedback and other useful data.",
            "Use [agile principles](https://www.gov.uk/service-manual/agile-delivery/core-principles-agile) and tools (for example, Trello, Lucid and Jira) and have processes in place that follow the [governance principles for service delivery](https://www.gov.uk/service-manual/agile-delivery/governance-principles-for-agile-service-delivery)."
        ],
        "why": [
            "By getting your service in front of real users as soon as possible, you can get insights on how they use it and iterate based on what you learn.",
            "Working this way means you're not specifying everything up front before you've developed an understanding of what users need, reducing the risk of delivering the wrong thing."
        ],
        "professions": [
            "Delivery Managers",
            "Product Managers"
        ],
        "phases": [
            {
                "name": "All phases",
                "considerations": [
                    "how the team [uses agile ways of working](https://www.gov.uk/service-manual/agile-delivery), tools, and techniques",
                    "changes to the service are based on user research feedback and testing. The [children and families design history](https://design-histories.education.gov.uk/team/children-and-families) documents how they've done this",
                    "how the team will prioritise riskiest assumptions",
                    "evidence of decision making with senior stakeholders that allow the team to adapt and change",
                    "evidence that governance is being managed with measurable goals",
                    "the team has all the skills it needs at each phase of the agile lifecycle"
                ],
                "avoid": [
                    "not involving users regularly in the design and testing process",
                    "making decisions without sufficient evidence or user research"
                ]
            }
        ],
        "links": [
            {
                "title": "User Research Manual",
                "url": "https://user-research.education.gov.uk/"
            },
            {
                "title": "Design Manual",
                "url": "https://design.education.gov.uk/"
            },
            {
                "title": "Architecture",
                "url": "https://dfe-digital.github.io/architecture/#dfe-architecture"
            },
            {
                "title": "Technical Guidance",
                "url": "https://technical-guidance.education.gov.uk/"
            }
        ],
        "dfeStandards": []
    },
    {
        "standard": 8,
        "slug": "8-iterate-and-improve-frequently",
        "name": "Iterate and improve frequently",
        "govLink": "https://www.gov.uk/service-manual/service-standard/point-8-iterate-and-improve-frequently",
        "description": [
            "Make sure you have the capacity, people, and technical flexibility to iterate and improve the service frequently, focusing on improvements that deliver the most value."
        ],
        "why": [
            "Services are never 'finished'. Once you've got real people using your service, you need to iterate and improve it.",
            "This means more than doing basic maintenance, like fixing bugs in code or deploying security patches. It means responding to feedback and changes in user needs and behaviour, technology, and DfE policy.",
            "It also means being able to make [substantial improvements](https://www.gov.uk/service-manual/agile-delivery/running-your-service-in-a-sustainable-way) throughout the service's lifetime."
        ],
        "professions": [
            "Delivery Managers",
            "Product Managers",
            "Designers",
            "User researchers"
        ],
        "phases": [
            {
                "name": "All phases",
                "considerations": [
                    "continued research and iteration based on feedback, data, and metrics. The [Becoming a teacher design history](https://bat-design-history.netlify.app/find-teacher-training/making-the-service-more-browseable/) documents how they've done this",
                    "a process to review content and check that it's up-to-date, reflects current policy, or is retired",
                    "where team priorities lie and which improvements will deliver the most value",
                    "methods to iterate and improve design when there are time constraints",
                    "how the team will work together to prioritise a backlog",
                    "how the team will [deploy software regularly](https://www.gov.uk/service-manual/technology/deploying-software-regularly)",
                    "having the right people in the team to keep improving the service"
                ],
                "avoid": [
                    "not regularly reviewing or iterating the service",
                    "allowing content or features to become outdated without review"
                ]
            }
        ],
        "links": [
            {
                "title": "User Research Manual",
                "url": "https://user-research.education.gov.uk/"
            },
            {
                "title": "Design Manual",
                "url": "https://design.education.gov.uk/"
            },
            {
                "title": "Architecture",
                "url": "https://dfe-digital.github.io/architecture/#dfe-architecture"
            },
            {
                "title": "Technical Guidance",
                "url": "https://technical-guidance.education.gov.uk/"
            }
        ],
        "dfeStandards": []
    },
    {
        "standard": 9,
        "slug": "9-create-a-secure-service",
        "name": "Create a secure service which protects users' privacy",
        "govLink": "https://www.gov.uk/service-manual/service-standard/point-9-create-a-secure-service",
        "description": [
            "Understand what data and information your service will be collecting from users, and how this will be stored and used. Identify and address security threats, legal responsibilities, confidentiality, privacy issues, and risks associated with the service. Consult experts where you need to.",
            "A secure service also includes, but is not limited to, consideration of how to handle policy, money, safeguarding and future DfE strategy information."
        ],
        "why": [
            "DfE handles [personal and sensitive information (opens DfE intranet)](https://educationgovuk.sharepoint.com/sites/lvewp00158/SitePages/What-is-Personal-Data-.aspx?xsdata=MDV8MDF8fDk4NzE3NGExMjVkYTQ3Nzg4ODgxMDhkYWNiYjEwNTUzfGZhZDI3N2M5YzYwYTRkYTFiNWYzYjNiOGIzNGE4MmY5fDB8MHw2MzgwNDYyNTgzODUzNTY5Mjl8VW5rbm93bnxWR1ZoYlhOVFpXTjFjbWwwZVZObGNuWnBZMlY4ZXlKV0lqb2lNQzR3TGpBd01EQWlMQ0pRSWpvaVYybHVNeklpTENKQlRpSTZJazkwYUdWeUlpd2lWMVFpT2pFeGZRPT18MXxNVFkyT1RBeU9UQXpOelUyTkRzeE5qWTVNREk1TURNM05UWTBPekU1T2pBeE5HSXlNVFUxTFRoaE1ETXRORE5oT1MxaU5UbGxMVE00WWpnek9UUTVZMlV6TjE4MVpESTVaV0UxTkMxaFlXTmtMVFF5TURrdFlqa3haaTFoWm1JeE9URmxPVGRqWkRoQWRXNXhMbWRpYkM1emNHRmpaWE09fGVhNGM5YmRjN2I2ZDQ5NmVjNTg2MDhkYWNiYjEwNTUyfDQ4MGQxOTRlNTU2ZjQxYWY5N2E0ZWE4Njk4NjhjNjdm&sdata=MUpMVEdaY2crNHVFUDJkL29RVVpEenVRY3h0LzN6MGJGOUl5azh0RWlDOD0%3D&ovuser=fad277c9-c60a-4da1-b5f3-b3b8b34a82f9%2CKerry.LYONS%40education.gov.uk&OR=Teams-HL&CT=1669029043713&clickparams=eyJBcHBOYW1lIjoiVGVhbXMtRGVza3RvcCIsIkFwcFZlcnNpb24iOiIyOC8yMjEwMjgwNzIwMCIsIkhhc0ZlZGVyYXRlZFVzZXIiOmZhbHNlfQ%3D%3D) about users, children's services, and education.",
            "We have a legal duty to protect personal and sensitive information. Failing to do so would undermine public trust in DfE services.",
            "DfE service and project teams must understand the importance of protecting the confidentiality, integrity, and availability of sensitive information. This includes being aware of risks that reduce the security of the information, and taking action to mitigate."
        ],
        "professions": [
            "Architects",
            "Delivery Managers",
            "Product Managers",
            "Developers"
        ],
        "phases": [
            {
                "name": "Discovery",
                "considerations": [
                    "building an awareness of [DfE security policies (opens DfE intranet)](https://educationgovuk.sharepoint.com/sites/security/SitePages/security-policies.aspx) and recognizing which ones relate to the service",
                    "evidence that there has been engagement with Information Security and a response has been received to indicate how [security assurance (opens DfE intranet)](https://educationgovuk.sharepoint.com/sites/security/SitePages/assurance.aspx) should proceed",
                    "evidence that a [Data Protection Impact Assessment (DPIA) (opens DfE intranet)](https://educationgovuk.sharepoint.com/sites/lvewp00158/SitePages/DPIA.aspx) has been started, where necessary",
                    "evidence that a [Departmental Security Assurance Model (DSAM) process (opens DfE intranet)](https://educationgovuk.sharepoint.com/sites/security/SitePages/assurance.aspx#departmental-security-assurance-model-%28dsam%29-process) has been started",
                    "a plan that details headline [General Data Protection Regulation (GDPR) (opens DfE intranet)](https://educationgovuk.sharepoint.com/sites/lvewp00158/SitePages/UK-General-Data-Protection-Regulation-(UK-GDPR).aspx) requirements",
                    "identify the minimum [personal information](https://www.gov.uk/service-manual/design/collecting-personal-information-from-users) you need from users to provide the service",
                    "whether the service needs identity assurance or authentication",
                    "if the service needs identity assurance or authentication, consider your approach to identifying and evaluating assurance and authentication methods that balance risks in a proportionate way, for example, using [common components](https://dfe-digital.github.io/architecture/common-components/#what-are-common-components), such as [DfE Sign-in](https://dfe-digital.github.io/architecture/common-components/#dfe-sign-in)"
                ],
                "avoid": [
                    "not engaging with Information Security early in the process",
                    "overlooking the need for a DPIA or other security assessments"
                ]
            },
            {
                "name": "Alpha",
                "considerations": [
                    "continue to work on the DPIA, where relevant",
                    "demonstrable evidence that the service you want to build is technically feasible and meets required security standards",
                    "if delivery and security are two competing risks, speak to your Senior Responsible Officer (SRO) to discuss impact and requirements",
                    "explore security anti-personas or bad actors for the service, if relevant",
                    "tech choices and [common components](https://dfe-digital.github.io/architecture/common-components/#what-are-common-components) you might use when you build your service",
                    "a plan for how the findings from checking technical feasibility and security compliance will be addressed in beta",
                    "how to protect users and the [service from fraud](https://www.gov.uk/service-manual/technology/protecting-your-service-against-fraud)",
                    "the use of [cookies](https://design-system.service.gov.uk/patterns/cookies-page/) in the service",
                    "how you will manage and own risks through risk registers and applying information assurance best practices"
                ],
                "avoid": [
                    "ignoring the importance of balancing delivery speed with security",
                    "overlooking the technical feasibility of security requirements"
                ]
            },
            {
                "name": "Beta and live",
                "considerations": [
                    "evidence of addressing findings from alpha",
                    "findings of DPIA are being addressed",
                    "before going into private beta, do a penetration test if the service is a new service or a significant change is made to a new service. A significant change could be a change in scope, storing more data, or opening up to customers",
                    "residual security risks and mitigations have been raised and assigned",
                    "demonstrable evidence of [how services and data storage will be secured](https://www.gov.uk/service-manual/technology/securing-your-information) to prevent data loss, corruption, and availability concerns, among others",
                    "how you've tested your service to ensure it doesn't expose security risks, for example, testing against [OWASP Top 10](https://owasp.org/Top10/)",
                    "use of [common components](https://dfe-digital.github.io/architecture/common-components/#what-are-common-components), such as [DfE Sign-in](https://dfe-digital.github.io/architecture/common-components/#dfe-sign-in) if authentication is required, to secure your service",
                    "creating an asset register for the service",
                    "evidence that all risks to security have been addressed when moving from beta to live",
                    "evidence that the security controls implemented are compliant with department standards",
                    "how you will eventually decommission the service. Consider if the service is needed for a specific time, or whether it's needed for longer",
                    "consider archive or retention policies and access requirements",
                    "how to support Freedom of Information (FOI) requests or Subject Access Requests (SARs)",
                    "security and vulnerability issues with any systems that aren't being actively monitored or maintained"
                ],
                "avoid": [
                    "not addressing all security findings before moving to the next phase",
                    "failing to plan for the decommissioning and long-term management of the service"
                ]
            }
        ],
        "links": [
            {
                "title": "Architecture",
                "url": "https://dfe-digital.github.io/architecture/#dfe-architecture"
            },
            {
                "title": "Technical Guidance",
                "url": "https://technical-guidance.education.gov.uk/"
            }
        ],
        "dfeStandards": []
    },
    {
        "standard": 10,
        "slug": "10-define-success-publish-performance-data",
        "name": "Define what success looks like and publish performance data",
        "govLink": "https://www.gov.uk/service-manual/service-standard/point-10-define-success-publish-performance-data",
        "description": [
            "Service teams need to work out what success looks like for their DfE service. Collect performance information across all online and offline channels so that you can measure and show that the service is effective and improving."
        ],
        "why": [
            "Having clear objectives, a definition of what success looks like, and appropriate metrics can help you know whether the service is solving the problem it's meant to solve.",
            "Collecting the right information and interpreting it will alert you to potential improvements you need to make and help you know if changes have the effect you intend."
        ],
        "professions": [
            "Performance Analysts",
            "Business Analysts"
        ],
        "phases": [
            {
                "name": "Discovery",
                "considerations": [
                    "define what a [definition of success looks like for discovery](https://www.gov.uk/service-manual/measuring-success/using-data-to-improve-your-service-an-introduction#measuring-from-the-start). This should include both quantitative measures, such as specific research outcomes, and qualitative indicators, like user satisfaction, or conversion rates",
                    "how a service may add value to users in your problem space",
                    "access whether that value could reasonably be realised by developing a service, and only proceed if you think you can",
                    "some data collection to inform baselining"
                ],
                "avoid": []
            },
            {
                "name": "Alpha",
                "considerations": [
                    "define what you want to measure, why, and how these measurements will be obtained",
                    "analytics that describe time spent on pages, heatmaps, if users start something but don't finish it",
                    "[performance data](https://www.gov.uk/service-manual/measuring-success/using-data-to-improve-your-service-an-introduction) and reporting to capture baseline measurements on service efficiency, timescales, service level agreements (SLAs)",
                    "qualitative data, which could include insights from users on the current as-is service captured via user research and feedback",
                    "evidence of finding baseline data, or why this is not available, with a plan to show how you will measure future success",
                    "evidence of how the team has iterated and improved metrics and data collection plans as you learn more about user needs",
                    "what metrics you could analyse to support or improve the service"
                ],
                "avoid": [
                    "putting measurements against data that doesn't currently exist in the as-is service. However, you may wish to explain the reasons that certain measurements could not be included when describing the measurement choices you have selected"
                ]
            },
            {
                "name": "Beta and live",
                "considerations": [
                    "measurement data agreed in the KPIs during alpha has been captured and collated",
                    "quantitative and qualitative data has been combined to measure where the benefits are being realized",
                    "demonstration of how the collated data provides evidence to show how the new service is performing for users",
                    "evidence of performance data being used to make decisions about how to fix problems and improve the service",
                    "engagement with business owners and stakeholders to help make decisions using performance data",
                    "ways to collect metrics and data are iterated and improved as the team learns more about user needs",
                    "regularly [publishing performance metrics](https://www.gov.uk/service-manual/measuring-success/data-you-must-publish); these must include cost per transaction, user satisfaction, completion rate, and digital take-up",
                    "when moving to live, learnings from metrics in beta are applied"
                ],
                "avoid": [
                    "not capturing or analysing data needed to assess service performance",
                    "failing to engage with stakeholders when interpreting performance data"
                ]
            }
        ],
        "links": [
            {
                "title": "Business Analysts",
                "url": "https://teams.microsoft.com/l/team/19%3ah0Ir-wDLJudl2KZu_MZ_g35hHL_msBAAYf6stQg1MEk1%40thread.tacv2/conversations?groupId=818b8a75-83f4-4097-8c8c-d496a83dac0c&tenantId=fad277c9-c60a-4da1-b5f3-b3b8b34a82f9"
            }
        ],
        "dfeStandards": []
    },
    {
        "standard": 11,
        "slug": "11-choose-the-right-tools-and-technology",
        "name": "Choose the right tools and technology",
        "govLink": "https://www.gov.uk/service-manual/service-standard/point-11-choose-the-right-tools-and-technology",
        "description": [
            "Choose tools and technology that let you build a good service in an efficient, cost-effective way.",
            "Build a sustainable service that allows you to change direction in the future.",
            "Detailed guidance of how to meet this standard can be found in the [DfE Architecture Guidance](https://dfe-digital.github.io/architecture/#dfe-architecture) and [DfE Technical Guidance](https://technical-guidance.education.gov.uk/guides/default-technology-stack/)."
        ],
        "why": [
            "When you make a decision about technology, you're making a significant investment. The choices you make will have a huge impact on your ability to create, iterate, and operate the service in a flexible, sustainable way.",
            "It's important to make sure you're not working on your own and use learnings from other teams or services where possible. Always try to align technology choices with other DfE teams. The more common components that are created and used, the more efficient you can be in building a great service that meets the Service Standard.",
            "When you make a decision about tools, look across DfE to see what's currently being used. [Align with tools](https://www.gov.uk/guidance/share-and-reuse-technology) being used across other DDT communities as much as possible."
        ],
        "professions": [
            "Architects",
            "Developers",
            "Product Managers"
        ],
        "phases": [
            {
                "name": "All phases",
                "considerations": [
                    "evidence that the team has considered different options for how the service will be delivered technically and the rationale for the chosen technical direction",
                    "technology choices are technically feasible and [security assured](https://educationgovuk.sharepoint.com/sites/security/SitePages/assurance.aspx)",
                    "the tools the team will be using and why they are value for money",
                    "how the tools and technology you choose meet [accessibility standards](https://design.education.gov.uk/accessibility/standards), including [Web Content Accessibility Guidelines (WCAG) 2.1](https://www.w3.org/TR/WCAG21/)",
                    "any constraints with legislation, contracts, or technology that impact the service",
                    "align technology choices with the recommended [tech stack](https://technical-guidance.education.gov.uk/guides/default-technology-stack/) used across DfE, where possible",
                    "a working prototype, technical spikes, or proof of concept using the chosen tools and technology has been built and tested to prove that the architecture is fit for purpose",
                    "architectural artefacts, [decisions](https://dfe-digital.github.io/architecture/standards/architecture-documentation/#architecture-documentation), and plans have been documented, shared across your community, and reviewed and assured",
                    "evidence that the team will continue to re-evaluate and challenge previous decisions as new requirements are discovered",
                    "demonstration that [technology choices are sustainable](https://www.gov.uk/guidance/make-your-technology-sustainable) longer term"
                ],
                "avoid": [
                    "choosing technology without considering long-term sustainability or alignment with existing DfE tech stacks",
                    "overlooking security assurance when selecting tools and technology"
                ]
            }
        ],
        "links": [
            {
                "title": "Architecture",
                "url": "https://dfe-digital.github.io/architecture/#dfe-architecture"
            },
            {
                "title": "Technical Guidance",
                "url": "https://technical-guidance.education.gov.uk/"
            }
        ],
        "dfeStandards": []
    },
    {
        "standard": 12,
        "slug": "12-make-new-source-code-open",
        "name": "Make new source code open",
        "govLink": "https://www.gov.uk/service-manual/service-standard/point-12-make-new-source-code-open",
        "description": [
            "Teams should aim to make all new source code open and reusable, and publish it under [appropriate licences](https://technical-guidance.education.gov.uk/standards/licencing-software-or-code/). DfE specific guidance on how to meet this standard can be found in [DfE Technical Guidance](https://technical-guidance.education.gov.uk/standards/storing-source-code/)."
        ],
        "why": [
            "Public services are built with public money. Unless there's a good reason not to, the code they're based on should be made available for other people to reuse and build on",
            "Open source code can save teams duplicating effort and help them build better services faster. Publishing source code under an open licence means that you're less likely to get locked into working with a single supplier.",
            "Coding in the open encourages high quality and [secure coding](https://www.gov.uk/government/publications/open-source-guidance/security-considerations-when-coding-in-the-open) in development teams.",
            "There may be times when code should not be published in the open. For example, secrets, keys or sensitive information should not be published to public repositories. DfE has guidance on [managing secrets](https://technical-guidance.education.gov.uk/infrastructure/security/managing-secrets/#content) and closed code."
        ],
        "professions": [
            "Architects",
            "Developers"
        ],
        "phases": [
            {
                "name": "All phases",
                "considerations": [
                    "any code being produced should be [open by default](https://technical-guidance.education.gov.uk/standards/storing-source-code/). If at any point the code was not publicly available, the team will be asked why, and without good reason, could fail an assessment",
                    "it is important not to commit secrets to code. If you have some information that must be secret, for example, passwords, you can use [GitHub secrets](https://technical-guidance.education.gov.uk/infrastructure/security/managing-secrets/#access-secrets-from-github-actions)",
                    "use GitHub as the recommended tooling for meeting this standard, as repositories in GitHub are open by default. There is a DfE organisation set up at [DfE-Digital](https://github.com/DFE-Digital) which is publicly available. [Find a Tuition Partner](https://github.com/DFE-Digital/find-a-tuition-partner) is an example of a GitHub repo in DfE",
                    "join DfE-Digital to create a repository for a new service by contacting the DfE Slack channel [#digital-tools-support](https://ukgovernmentdfe.slack.com/archives/CMS9V0JQL)"
                ],
                "avoid": [
                    "publishing code that contains secrets, keys, or sensitive information to public repositories",
                    "using closed code without clear justification"
                ]
            }
        ],
        "links": [
            {
                "title": "Architecture",
                "url": "https://dfe-digital.github.io/architecture/#dfe-architecture"
            },
            {
                "title": "Technical Guidance",
                "url": "https://technical-guidance.education.gov.uk/"

            }
        ],
        "dfeStandards": []
    },
    {
        "standard": 13,
        "slug": "13-use-common-standards-components-patterns",
        "name": "Use and contribute to open standards, common components and patterns",
        "govLink": "https://www.gov.uk/service-manual/service-standard/point-13-use-common-standards-components-patterns",
        "description": [
            "Use open standards, common components and patterns, and create new ones if there is not one that already meets your needs."
        ],
        "why": [
            "[Open standards](https://www.gov.uk/government/publications/open-standards-principles/open-standards-principles#Defining-open-standards) save money and make use of best practice",
            "Using common components, patterns, and technology stacks means you don't have to solve problems that have already been solved.",
            "By using a component, pattern, or stack that's already been assured and extensively tested, you can provide users with a good experience in a cost-effective way. It also speeds up delivery and reduces risk.",
            "Developing components and patterns that meet a shared need and sharing them allows others to benefit from your work."
        ],
        "professions": [
            "Architects",
            "Product Managers",
            "Developers",
            "Designers"
        ],
        "phases": [
            {
                "name": "All phases",
                "considerations": [
                    "teams have reached out to other teams and similar services to consider possible patterns, [architecture components](https://dfe-digital.github.io/architecture/common-components/#common-components), and tools",
                    "[open source tools](https://dfe-digital.github.io/architecture/common-components/#common-tooling) and frameworks have been chosen or considered as the basis for the service components",
                    "using [GOV.UK Design System](https://design-system.service.gov.uk/) common components and patterns",
                    "evidence of a [design history](https://design-histories.education.gov.uk/) to keep track of design decisions, options explored, and rationale for choices made",
                    "recording [architecture decision records](https://dfe-digital.github.io/architecture/standards/architecture-documentation/#architecture-documentation) to track decisions and rationale",
                    "how to share and encourage use of [new and existing design patterns](https://design.education.gov.uk/design-system/dfe-frontend/contribute) and [architecture components](https://dfe-digital.github.io/architecture/common-components/#common-components) within the wider DfE service community"
                ],
                "avoid": [
                    "reinventing the wheel by not considering existing open standards, components, or patterns",
                    "choosing proprietary solutions without exploring open and common alternatives"
                ]
            }
        ],
        "links": [
            {
                "title": "Architecture",
                "url": "https://dfe-digital.github.io/architecture/#dfe-architecture"
            },
            {
                "title": "Technical Guidance",
                "url": "https://technical-guidance.education.gov.uk/"
            },
            {
                "title": "Design Manual",
                "url": "https://design.education.gov.uk/"
            }
        ],
        "dfeStandards": []
    },
    {
        "standard": 14,
        "slug": "14-operate-a-reliable-service",
        "name": "Operate a reliable service",
        "govLink": "https://www.gov.uk/service-manual/service-standard/point-14-operate-a-reliable-service",
        "description": [
            "Ensure your service is available for use at the time users need to access it. Where a service is unavailable, have a plan to deal with its recovery."
        ],
        "why": [
            "Users expect to be able to use DfE services when they need to.",
            "There are some DfE services that are only available at certain times of the year. However, this should not mean that services do not operate reliably outside of these times. For example, if a school needs to access a service in an emergency."
        ],
        "professions": [
            "Architects",
            "Delivery Managers",
            "Product Managers",
            "Developers"
        ],
        "phases": [
            {
                "name": "All phases",
                "considerations": [
                    "how the service [maximises uptime](https://www.gov.uk/service-manual/technology/uptime-and-availability-keeping-your-service-online#design-to-maximise-uptime) and speed of response for the online part of the service",
                    "that the service has the ability to [deploy software changes regularly](https://www.gov.uk/service-manual/technology/deploying-software-regularly), without significant downtime. For example, by minimising the effort involved in creating new environments and populating pre-production environments with test data",
                    "consider creating continuous integration and [continuous delivery pipelines](https://technical-guidance.education.gov.uk/guides/continuous-delivery/#continuous-delivery) from an early phase of the project",
                    "having regular [quality assurance](https://www.gov.uk/service-manual/technology/quality-assurance-testing-your-service-regularly) and performance testing",
                    "testing the service in an environment that protects users' privacy and that's as similar to live as possible",
                    "[appropriate monitoring](https://www.gov.uk/service-manual/technology/monitoring-the-status-of-your-service) is in place, together with a proportionate, sustainable plan to respond to problems identified by monitoring - given the impact of problems on users and government",
                    "agreeing recovery point objectives and recovery time objectives with the service owner",
                    "capturing appropriate service-level agreements (SLAs), relevant to the service and documenting them in the architecture decision record (ADR)",
                    "making sure that [runbooks](https://github.com/DFE-Digital/find-a-tuition-partner/tree/main/docs/runbooks) and operational processes are captured, for example, how incident requests will be handled",
                    "the team's approach to incident management, ensuring it is defined and documented",
                    "who will be responsible for supporting the service once live"
                ],
                "avoid": []
            }
        ],
        "links": [
            {
                "title": "DfE Architecture",
                "url": "https://dfe-digital.github.io/architecture/#dfe-architecture"
            },
            {
                "title": "Technical Guidance",
                "url": "https://technical-guidance.education.gov.uk/"
            }
        ],
        "dfeStandards": []
    }
]